Repository: kmergen/MediaBundle
Catalog: translations/KmMedia+intl-icu.*.xlf
Languages: da, fr, nl

# dashboard.title
source: Manage Media
da: Administrer medier
fr: Gérer les médias
nl: Media beheren

# dashboard.badge_main
source: Main image
da: Hovedbillede
fr: Image principale
nl: Hoofdafbeelding

# dashboard.delete_confirm
source: Are you sure you want to remove this image?
da: Er du sikker på, at du vil slette billedet?
fr: Voulez-vous vraiment supprimer cette image ?
nl: Afbeelding echt verwijderen?

# dashboard.loading
source: Loading...
da: Indlæser...
fr: Chargement...
nl: Laden...

# dashboard.error.max_files
source: {count, plural, =1 {Limit reached: Maximum of one file allowed.} other {Limit reached: Maximum of # files allowed.}}
da: {count, plural, =1 {Grænsen er nået: Kun én fil tilladt.} other {Grænsen er nået: Maksimalt # filer tilladt.}}
fr: {count, plural, =1 {Limite atteinte : Un seul fichier autorisé.} other {Limite atteinte : # fichiers maximum autorisés.}}
nl: {count, plural, =1 {Limiet bereikt: Maximaal één bestand toegestaan.} other {Limiet bereikt: Maximaal # bestanden toegestaan.}}

# dashboard.error.file_size
source: File "{name}" is too large ({size} MB). Max {limit} MB allowed.
da: Filen "{name}" er for stor ({size} MB). Maks. {limit} MB tilladt.
fr: Le fichier "{name}" est trop volumineux ({size} Mo). Max. {limit} Mo autorisé.
nl: Bestand "{name}" is te groot ({size} MB). Max. {limit} MB toegestaan.

# dashboard.error.file_type
source: File type "{type}" is not allowed.
da: Filtypen "{type}" er ikke tilladt.
fr: Le type de fichier "{type}" n'est pas autorisé.
nl: Bestandstype "{type}" is niet toegestaan.

# dashboard.error.upload_failed
source: Error uploading {name}
da: Fejl ved upload af {name}
fr: Échec du téléchargement de {name}
nl: Fout beim uploaden van {name}

# dashboard.error.min_resolution
source: The image is too small. At least {width}x{height} pixels are required.
da: Billedet er for lille. Der kræves mindst {width}x{height} pixels.
fr: L'image est trop petite. Un minimum de {width}x{height} pixels est requis.
nl: De afbeelding is te klein. Minimaal {width}x{height} pixels vereist.

# dashboard.dropzone_help
source: Drop images here or click to upload
da: Slip billeder her eller klik for at uploade
fr: Déposez les images ici ou cliquez pour télécharger
nl: Sleep afbeeldingen hiernaartoe of klik om te uploaden

# dashboard.modal_edit_title
source: Edit medium
da: Rediger medie
fr: Modifier le média
nl: Media bewerken

# form.media_edit.label
source: Description ({locale})
da: Beskrivelse ({locale})
nl: Beschrijving ({locale})

# form.media_edit.placeholder
source: Describe the content of the image...
da: Beskriv billedets indhold...
fr: Décrire le contenu de l'image...
nl: Beschrijf de inhoud van de afbeelding...

# dashboard.modal.preview_alt
source: Preview
da: Forhåndsvisning
fr: Aperçu
nl: Voorbeeld

# dashboard.modal.help_text
source: Important for search engines (SEO) and screen readers.
da: Vigtigt for søgemaskiner (SEO) og skærmlæsere.
fr: Important pour le référencement (SEO) et les lecteurs d'écran.
nl: Belangrijk voor zoekmachines (SEO) und schermlezers.

# dashboard.buttons.cancel
source: Cancel
da: Annuller
fr: Annuler
nl: Annuleren

# dashboard.buttons.save
source: Save
da: Gem
fr: Enregistrer
nl: Opslaan
